const facti =[
    {key:1,text:"В Древнем Китае возник футбол, потому что древние люди еще в 1000 годы играли в данную игру." },
    {key:2,text:"Грибы – любимое блюдо древних китайцев" },
    {key:3,text:"В древнекитайских календарях год начинался с первого новолуния после зимнего солнцестояния." },
    {key:4,text:"В Древнем Китае дракон считался почетным символом. Он был изображен в мифологии." },
    {key:5,text:"Основной символикой Древнего Китая являлись птицы." },
    {key:6,text:"В Древнем Китае были гаремы." },
    {key:7,text:"Мифология Древнего Китая говорит, что зеркало защищает дом." },
    {key:8,text:"Подвесные мосты изобретены древними китайцами." },
    {key:9,text:"Бумагу создали древние китайцы" },
    {key:10,text:"Изготовление шелка – мастерство древних китайцев" },
    {key:11,text:"Примерно 6000 лет тому назад зародилась древняя китайская цивилизация" },
    {key:12,text:"Древние китайцы изобрели лак. Им они покрывали обувь и деревянные изделия для защиты от намокания" },
    {key:13,text:"Древние китайские мыслители сделали значительный вклад в развитие философии." },
    {key:14, text:"В Древнем Китае за контрабанду шелка могли жестоко казнить" },
    {key:15,text:"Конфуций являлся древним китайским мудрецом." },
    {key:16,text:"Компас был создан в Древнем Китае" },
    {key:17,text:"В Древнем Китае кровати были снабжены обогревом и центральным отоплением" },
    {key:18,text:"Именно тут изобрели туалетную бумагу в почти привычном нам виде" },
    {key:19,text:"Белый чай – любимый напиток древних китайцев" },
    {key:20,text:"В Древнем Китае изобрели первый в мире сейсмограф" }




]

export default facti;