const posts = [{
    key: 1,
    title: "История",
    text: "История возникновения древнего Китая\n" +
        "Около сорока тысяч лет минуло с тех пор, как на территории Восточной Азии возникли первые поселения. Древняя китайская цивилизация зародилась в середине 5600-х годов до н. э. в бассейне Желтой реки (Хуанхэ). Общины доисторических китайцев занимались земледелием: выращивали пшеницу, ячмень, чумизу, бобовые, батат. В этот же период на территории Китая началось одомашнивание животных. Религия китайцев в целом повторяла мировоззрение первобытного человека: существовал культ природных стихий. Об этой первой в истории Китая цивилизации до нас дошло очень мало сведений.", image: "ChinaHistory"
}, {key: 2,
    title: "Философия",
    text: "Своими корнями философия Древнего Китая уходит в глубокое прошлое и насчитывает более двух с половиной тысячелетий. Долгое время пребывая в изоляции от всего мира, она смогла пройти свой собственный путь, и приобрести ряд уникальных черт.\n" +
        "\n" +
        "Особенности древнекитайской философии\n" +
        "В период своего становления и развития философия Древнего Китая, как и культура в целом, не испытывала влияния никаких иных духовных традиций. Это абсолютно самостоятельная философия, которая имеет принципиальные отличия от западной.\n" +
        "Центральной темой древнекитайской философии является идея гармонии с природой и общей взаимосвязи человека с космосом. По мнению китайских философов, в основе всего сущего лежит триединство Вселенной, включающее в себя небо, землю и человека. При этом вся энергия пронизана энергией «Ци», которая делится на два начала – женское инь и мужское ян.\n" +
        "\n" +
        "Предпосылкой для развития древнекитайской философии стало господствующее религиозно-мифологическое мировоззрение. В древности китайцы были уверены, что все в мире происходит по воле Неба, главным управителем которого являлся Шан-ди – Верховный император. У него в подчинении находились многочисленные духи и боги, похожие на птиц, животных или рыб.\n" +
        "\n" +
        "К характерным особенностям философии Древнего Китая следует отнести:\n" +
        "\n" +
        "Культ предков. Китайцы верили, что умершие оказывают большое влияние на судьбы живущих людей. При этом их воздействие имело положительный характер, поскольку в задачи духов входила искренняя забота о здравствующих.\n" +
        "Тесное взаимодействие мужского и женского начала. Согласно древним верованиям, в момент сотворения всего живого Вселенная находилась в состоянии хаоса. Лишь после рождения двух духов Инь и Ян произошло упорядочение  Вселенной и разделение ее на два единства – небо и землю. Мужское начало ян взяло под покровительство небо, а женское начало инь – землю.\n" +
        "\n" +
        "Философские школы Древнего Китая\n" +
        "Древнекитайская философия базировалась на нескольких учениях, которые имели много общего, и отличались лишь в деталях мировоззрения. Наиболее важными и значимыми в культуре Древнего Китая стали два направления – конфуцианство и даосизм.\n" +
        "\n" +
        "Конфуцианство. Одно из важнейших направлений философии Древнего Китая, которое не утратило своей актуальности и по сей день. Основателем этой школы стал великий китайский мыслитель Конфуций, который видел смысл жизни в проявлении гуманизма, человеколюбия,  благородства, а также в неукоснительном соблюдении ритуалов и правил поведения. В центре его учения находился человек, его поведение, нравственное и умственное развитие. Конфуцианство затрагивало и управление государством. Древний мыслитель крайне негативно относился к насаждению строгих законов, полагая, что они все равно будут нарушаться. Разумное правление может осуществляться только на основе личного примера.\n" +
        "\n" +
        "Детство Конфуция было очень тяжелым. После потери кормильца семья жила в страшной нищете, и мальчику приходилось много работать, чтобы помочь матери. Однако благодаря хорошему образованию, настойчивости и трудолюбию, ему удалось сделать успешную карьеру на государственной службе, а после перейти к преподавательской деятельности.\n" +
        "\n" +
        "Даосизм. Популярное древнекитайское учение, основателем которого стал философ Лао-Цзы. Дао – это путь, всеобщее начало и всеобщий конец. Согласно учению Лао-Цзы, вселенная является источником гармонии, и благодаря этому каждое живое существо прекрасно только в своем естественном состоянии. Основная идея даосизма – это не-деяние. Человек только тогда обретет свободу и счастье, когда будет жить в гармонии с природой, вдали от мирской суеты, отказавшись от материальных ценностей и живя в простоте.\n" +
        "\n" +
        "Легизм. Основателем учения считается китайский мыслитель Сюнь-Цзы. Согласно его учениям, управление человеком, обществом и государством возможно только на основе тотального порядка и контроля. Лишь таким образом можно подавить в человеке его темное начало и определить правильное существование в социуме.\n"
}, {key: 3,
    title: "Религия:",
    text: "Конфуцианство\n" +
        "Конфуцианство\n" +
        "\n" +
        "Знаменитый во всем мире философ Конфуций составил философское учение и наставление, которое получило название конфуцианство. Его последователи и ученики развивали это учение. Считается, что основано конфуцианство было в конце 6 века, распространившись впоследствии на Японию и Корею.\n" +
        "\n" +
        "Конфуцианство – это не просто религия, это образ жизни и этическое наставление, и только потом философская школа.\n" +
        "\n" +
        "Главенствующей религией в Китае конфуцианство считалось во времена правления императоров в стране, именно ним было заложено основные принципы китайского общества.\n" +
        "\n" +
        "Официально учение никогда не было религией, но это не помешало ему проникнуть в сознание всей общественности, влиять на поведение китайцев, выполняя все функции официальной религии.\n" +
        "\n" +
        "Учения особое внимание уделяли проблемам власти императора и их подданных, предписывалось, каким должно быть поведение одних и других.\n" +
        "\n" +
        "Даосизм\n" +
        "\n" +
        "\n" +
        "Это учение включало в себя элементы религии и философии. Считается, что основы даосизма зародились еще в 3 веке до н.э., но только во 2 веке нашей эры оно было сформировано полностью, когда и возникла первая философская школа.\n" +
        "\n" +
        "Официальной китайской религией даосизм, в котором можно проследить некоторые характерные черты буддизма, никогда не был. Учению следовали в больше мере затворники и отшельники, иногда народные движения. Именно эти учения стимулировали к восстаниям народные массы, а у ученых появлялись новые идеи, ведь с даосизма они черпали силу и вдохновение.\n" +
        "\n" +
        "Нужно отметить, что само Дао, как закон бытия и космоса, находится повсюду и везде, но его никто не сможет увидеть и услышать, оно даже не имеет формы, его никто не создавал. Для того чтобы стать действительно счастливым, нужно понять Дао и стать с ним единым целым. Идеально, чтобы верующий в даосизм стал отшельником. Эта религия всегда была в оппозиции к конфуцианству, которое проповедовало служение императору.\n" +
        "[21:22]\n" +
        "Буддизм\n" +
        "Буддизм\n" +
        "\n" +
        "Это религиозное и философское учение гласило о пробуждении духовном. Возник буддизм в 6 веке до н.э., а основал его Будда (известный философ Сиддхартх Гаутама) в Индии, после чего религия проникла в древний Китай, что было в первом веке уже нашей эры.\n" +
        "\n" +
        "Во всем мире буддизм считают одной из самых древних религий. Будда провозглашал, что сам человек является главной причиной своих страданий. Главная цель здесь – достижения состояния нирваны, только так человек может пробудиться и увидеть реальный мир.\n" +
        "\n" +
        "Особое место в буддизме отводится медитации. Это средства духовного и физического самосовершенствования"
},{key: 4,
    title: "Искусство",
    text: "Живопись\n" +
        "Наиболее популярным из искусств и в то же время сложным, утонченным было изобразительное. В древности, как, впрочем, и сейчас, оно было неразрывно связано с философией и каллиграфией. Каждая картина непременно должна была иметь определенную историю, сюжет, а также содержать некий короткий стих-изречение, написанный каллиграфическим почерком, который раскрывал бы смысл произведения.\n" +
        "\n" +
        "рисунки в Древнем Китае\n" +
        "Фрески в китайской гробнице, археологическая находка\n" +
        "Изначально художники рисовали на стенах, покрытых штукатуркой, которые появились в XII веке до н.э., на шелке (IV столетие до н.э.), бумаге (II век до н.э.), обложках древних книг, и, что интересно, на гробницах – это было отдельное направление. Кисти изготавливались из шерсти животных, прикрепленной к бамбуковым или деревянным палочкам.\n" +
        "\n" +
        "Холст в привычном понимании появился гораздо позже – приблизительно в VIII столетии нашей эры.\n" +
        "\n" +
        "Живопись была занятием довольно трудоемким – художникам приходилось самим изготавливать краски из животных, растительных жиров, минералов и специального клея, так как в то время еще не существовало массового производства.\n" +
        "\n" +
        "Каждый создавал также собственную печать, которая была своеобразной подписью художника. Среди выдающихся художников были как самоучки, так и выпускники Академии при Императорском дворце.\n" +
        "\n" +
        "Если говорить о видах рисования, то существовало две основные техники:\n" +
        "\n" +
        "гунби – все предметы были детальными, а каждая линия – идеально очерчена;\n" +
        "сеи – в картине угадывалась некоторая условность, детали, фигуры были размытыми.\n" +
        "Самыми распространенными мотивами были пейзажные и портретные изображения. Портретная живопись особенно распространилась в V-III века до н.э., а героями картин становились видные государственные деятели, чиновники, мыслители. Этим объясняется некоторая строгость и отсутствие эмоций на лицах.\n" +
        "\n" +
        "изобразительное искусство в Древнем Китае\n" +
        "Древнекитайская живопись\n" +
        "Любимая пейзажная тема китайцев – горы, вода, реки. Это неудивительно, ведь мастера привыкли воссоздавать в работах то, что их окружает и то, чему они поклоняются. Зачастую на фоне панорамы изображался маленький человек – чтобы показать величие и мощь природы.`"
}, {key: 5,
    title: "Архитектура:",
    text: "Архитектура древности представлена в первую очередь жилыми домами обычных людей, а также величественными дворцами знати, в том числе императорскими. Все они по большей части возводились из дерева – это крепкий и гибкий материал, который к тому же обладает высокой сейсмоустойчивостью.\n" +
        "\n" +
        "Фундамент представлял собой вбитые в землю балки и возведенный дальше каркас. Пространство между балками заполняли стройматериалами из кирпича, глины и бамбука. Сооружения были увенчаны крышами из яркой черепицы.\n" +
        "\n" +
        "дома в древности\n" +
        "Архитектура Древнего Китая\n" +
        "Особенность строительства той эпохи заключается в том, что архитекторы отлично знали габариты будущих деталей, так что создавали их отдельно, а затем собирали воедино. Один большой минус деревянных сооружений – неустойчивость к огню. Именно поэтому многие здания не простояли больше нескольких столетий, погибнув в пожаре или от удара молнии.\n" +
        "\n" +
        "Еще одна отличительная черта архитектурных ансамблей в древние времена – сооружения всегда были в комплексе, стояли симметрично относительно главного здания и прекрасно сочетались между собой. Уже тогда в украшении зданий преобладали яркие цвета:\n" +
        "\n" +
        "золотистые крыши;\n" +
        "красные стены и балки;\n" +
        "зеленые и синие карнизы;\n" +
        "монохромный мраморный пол.\n" +
        "Чуть позже в ландшафтной архитектуре развилось также парковое искусство – к зданиям вели тропинки через пышный сад. Они были украшены щебнем, мелкими камнями, разноцветными песочными породами, иногда – с особыми надписями и изображениями. \n" +
        "\n" +
        "Извилистая тропа\n" +
        "\n" +
        "Но главное – тропы были извилистыми. Дело в том, что китайцы верили, будто злые силы могут перемещаться только по прямой, а петляющие дорожки способны запутать их.\n" +
        "\n" +
        "Подробней об устройстве китайского дома читайте здесь.\n" +
        "\n" +
        "Скульптурное направление\n" +
        "Археологические исследования нашли на китайских территориях посуду из бронзы, которая относится еще ко 2-му тысячелетию до нашей эпохи. Большинство из них относится ко времени правления семейства Шан. Это особые котелки на трех ножках, которые имитируют фигуры разных животных – слонов, овец, мифических созданий, а также птиц, чудищ.\n" +
        "\n" +
        "посуда Китая\n" +
        "Древний китайский сосуд\n" +
        "Замысловатые узоры наносились на всю поверхность сосудов. Сами они создавались методом литья: для начала создавали форму из глины, которую затем заливали расплавленным металлом.\n" +
        "\n" +
        "К V столетию до н.э. сосуды из бронзы продолжали изготавливать, но немного изменилась их форма и узоры. Форма стала более простой, а в изображениях прослеживались мотивы религиозных обрядов, а также повседневные занятия обычных людей – сбор урожая, охота.\n" +
        "\n" +
        "В период Хань, Шан и Цинь принято было вместе с усопшими хоронить погребальные миниатюрные скульптуры: сначала они изготавливались из дерева, затем – из глины, а позже – из керамики. Считалось, что они способны охранять человека на том свете.\n" +
        "\n" +
        "Особым памятником скульптуры, который представляет собой погребальные фигуры, является знаменитая Терракотовая армия. Она состоит более чем из восьми тысяч фигур воинов в полный рост, а также шестьсот коней и множество колесниц. Армия была построена в 210 году до н.э. для погребения императора Циня Шихуанди.\n" +
        "\n" +
        "Скульптуры Китая\n" +
        "Терракотовая армия\n" +
        "Особого внимания заслуживает китайская керамика, появившаяся еще в эпоху неолита. Поначалу это были довольно примитивные сосуды, слепленные вручную или на простейшем гончарном круге. Но на кувшины и прочую посуду наносились причудливых видов искусные узоры с использованием разноцветных красок и различных техник живописи.\n" +
        "\n" +
        "Первая керамика – прародительница знаменитого китайского фарфора, славящегося по всему миру.\n" +
        "\n" +
        "Другие направления\n" +
        "В Китае с древности существовало большое количество различных искусств, помимо архитектуры, скульптуры, живописи. Остановимся на главных из них:\n" +
        "\n" +
        "Каллиграфическое\n" +
        "Неразрывно связанная с живописью, каллиграфия повсеместно встречалась на картинах. Более того, при этом использовались те же самые живописные инструменты: пергамент, шелковые холсты, краски, кисти. Еще в 1-2-м тысячелетиях до н.э. на сосудах из бронзы наносились надписи в стиле крупных печатей – дачжуань. При Цине Шихуанди была распространена маленькая печать – сяочжуань. Позже возникли также стили кайшу, синшу, цаошу.\n" +
        "\n" +
        "древнее китайское письмо\n" +
        "Каллиграфия синшу\n" +
        "Особого распространения каллиграфия достигла на рубеже древности и средневековья, в эпоху Хань. Немного позже появилось огромное число выдающихся каллиграфов, например, леди Вэй или Ван Сижи.\n" +
        "\n" +
        "Декоративно-прикладное\n" +
        "Основным направлением декоративного искусства у китайцев было изготовление изделий из шелка – флагов, зонтов, одежды. Примечательно, что каждому сословию соответствовал свой цвет, к примеру, желтый – императору и его супруге, сиреневый – членам их семьи, черный – госслужащим низшего ранга.\n" +
        "\n" +
        "Шелковые изделия\n" +
        "Одежда из шелка, древний Китай\n" +
        "Еще один вид – создание украшения и резьба по различным материалам. Особенно популярна резьба по дереву, золоту, самшиту и нефриту. Считается, что нефритовые изделия покровительствуют благородным особам и способны защитить от плохих духов.\n" +
        "\n" +
        "Танцевальное\n" +
        "Танцы тоже возникли несколько тысячелетий назад, а именно – в XXI веке до н.э., во время правления семейства Ля. Они связаны с ритуалами, и уже тогда существовали особые школы танцев: Да Сы Юэ, Тай Юэ Шу, Юэ-Фу. \n" +
        "\n" +
        "Особенно популярна была первая школа, созданная для императорских праздников и церемоний. Танцевальный порядок выполнялся строго по регламенту, и в них участвовало почти полторы тысячи человек.\n" +
        "\n" +
        "Главное в китайском танце – единение с природными силами, подчинение им. Здесь удивительным образом воедино сплетается классическая опера, философия, традиции двора и музыка.\n" +
        "\n" +
        "женщины танцуют\n" +
        "Древнекитайские танцы\n" +
        "Музыкальное\n" +
        "Поразительно, но музыка в Поднебесной появилась раньше остальных искусств. Археологами были найдены инструменты – свистки, дудки – которые относят к 6-7 тысячелетию до нашей эры. Чуть позже появились более сложные инструменты, в основном духовые и ударные. Изначально музыка также была связана в первую очередь с религиозными обрядами.\n" +
        "\n" +
        "ударные инструменты Китая\n" +
        "Древние музыкальные инструменты китая — литофоны\n" +
        "Литературное\n" +
        "Произведения Поднебесной считаются одними из древнейших на планете – они были записаны на костях, когда еще не была придумана бумага. Особенно известна «Бамбуковая летопись» 1-го тысячелетия до нашей эры, а также труды Конфуция, к примеру, «Сышу», «Уцзин», «Весна и осень».\n" +
        "\n" +
        "Театральное\n" +
        "Первые представления 2-го тысячелетия прошлой эпохи восходят к обрядовым выступлениям народа с танцами и музыкой. В VIII-V веках до н.э. стали появляться первые театры кукол. Сначала они были изготовлены из дерева, а потом – из глины. Несколько спустя стал популярен жанр пантомим и цирка байси. "
},{key: 6, title: "Список Династий", text: "C 2070 г. до н.э. и по 1912 г на китайском троне сменилось 14 династий. Есть обрывочные сведения о первых правителях, которые с 4-3 тыс. до н.э. возглавляли Китайское государство. Но точно неизвестно, передавалась ли их власть по наследству.\n" +
        "\n" +
        "Династии Китая в хронологическом порядке\n" +
        "О первых династиях нет достоверных свидетельств, поэтому их относят к мифическим. Перечень известных китайских императорских семейств:\n" +
        "Ся    2070 г. – 1600 г. до н.э.\n" +
        "Шан    1600 г. – 1046 г. до н.э.\n" +
        "Чжоу    1066 г. – 256 г. до н.э.\n" +
        "Цинь    221 г. – 206 г. до н.э.\n" +
        "Хань    206 г. до н.э. – 220 г. н.э.\n" +
        "Цзинь    265 г. – 420 г.\n" +
        "Суй    581 – 618 гг.\n" +
        "Тан    618 – 907 гг.\n" +
        "Ляо    907 – 1125 гг.\n" +
        "Сун    960 – 1279 гг.\n" +
        "Цзинь    1115 – 1234 гг.\n" +
        "Юань    1271 – 1368 гг.\n" +
        "Мин    1368 – 1644 гг.\n" +
        "Цин    1644 – 1912 гг."}, {key: 7, title: "Династии", text: "Первая династия китайских императоров\n" +
        "Первая династия китайских императоров\n" +
        "\n" +
        "По историческим хроникам Китая до восхождения на престол династии Ся страной правили три властителя и пять императоров. Существование этих государей точно не доказано, но по китайская государственная традиции упоминает их, как основателей Китая. Имя трех властителей встречаются в разных вариантах написания – Фу Си, Нюй Ва, Шэн-нун и Суйжэнь. Иногда в эту компанию первых царей/императоров попадает Хуан-ди, который по китайским легендам впервые объединил все племена под одной властью. Они были полубогами, подарили людям сельское хозяйство, медицину, календарь, разлинчные изобретения.\n" +
        "\n" +
        "Пять императоров – это пример мудрости, знаний и добродетели. Точные имена неизвестные, поскольку в разных источниках попадаются в этот период правления разные имена государей. Среди них – Хуан-ди, Чжуаньсюй, Ку, Яо и Шунь.\n" +
        "\n" +
        "Идеализировать додинастический период в истории Китая стали во время нахождения у власти императоров династии Чжоу. Точно установить, существовали ли три правителя и пять императоров невозможно. Это был конец палеолита, когда китайские племена еще не изобрели письменность. Зато остались богатые свидетельства, находящиеся в земле. Особенно много памятников находят археологи на территории КНР, которые датируются неолитом.\n" +
        "\n" +
        "Считается, что правление четвертого из пяти императоров Яо было связано с бороьбой с паводками. Для того, чтобы справиться с наводнениями, он пригласил ко двору Гуня Ся. У того был четкий приказ – остановить воду и прекратить затопление Китая. Гунь за девять лет построил большую плотину, которая должна была прекратить разливы реки. Но это ему не удалось. Яо, передав власть Шуню, умер. Гунь Ся был казнен по приказу Шуня, поскольку не выполнил приказ.\n" +
        "\n" +
        "Справиться с наводнениями удалось сыну Гуня – Юю Ся, которому император очень доверял. Кроме строительства дамб и плотин, он занимался измерением девяти рек и девяти гор, поделил страну на девять областей, чтобы получать стабильные налоги от каждой провинции.\n" +
        "\n" +
        "Шунь решил власть передать именно Юю Ся, но тот сначала отказался от нее в пользу сына императора. Но стать ваном, т.е. императором Юю все равно пришлось. Он поддался на уговоры знати. Придя к власти, он отдал приказ сделать девять треножников для приношения жертв, которые стали называться дин. Сюда собирались подати с девяти провинций. Юй Ся пришел к власти в 53 года и правил в течение 45 лет. По версии китайских историков, умер он во время охоты рядом с Шаосином.\n" +
        "\n" +
        "\n" +
        "Основатель династии Ся – Юй, как и его преемники, считаются полулегендарными личностями. У власти представители рода Ся находились с 21 в. до 16 в. до н.э. За это время при власти было 17 правителей, сменилось 14 поколений.\n" +
        "\n" +
        "Центр государства при 500-летнем правлении Ся находился на границе современной провинции Шаньси и западной границы современной Хэнань.\n" +
        "\n" +
        "После прихода к власти династии Ся произошел переход от первобытнообщинного строя до возникновения и формирования института частной собственности. Свою власть Юй передал министру юстиции, но тот умер раньше императора, поэтому преемником стал министр животноводства Бо И.\n" +
        "\n" +
        "Знать хотела видеть на престоле сына Юя Ци. По одной из версий министр передал власть сыну умершего императора мирно, по другой – пытался бороться за нее. Годы правления и Ци, и Бо И, точно не установлены. Возможно, что власть переходила от одного к другому по очереди в ходе постоянных междоусобных войн.\n" +
        "\n" +
        "Пребывание у власти императоров первой династии не было спокойным, что отрицательно сказывалось на внутреннем положении в стране.\n" +
        "\n" +
        "В конце правления династия Ся столкнулась с политическими распрями, с которыми последний император Цзе Ся предпочитал не бороться с проблемами, а наслаждаться жизнью. При этом он был тираном, который издевался над своими слугами, министрами и женами.\n" +
        "\n" +
        "При Цзе усилилось племя Шан, царь которого Шан Тан подчинил своей власти племена куньу, гу и вэй. Это позволило начать ему поход против династии Ся. Его поддержали больше 40 племен, проживающих в то время в Китайском государстве.\n" +
        "\n" +
        "В битве при Миньтяо Цзе попал в плен, но потом Шан Тан его отпустил. Умер последний из императоров Ся от болезней.\n" +
        "\n" +
        "Как в древности называли правителя Китая\n" +
        "Во времена Шан появился титул Ван. Постоянное деление Китая в эпоху смут и раздора привело к тому, что ванами стали называть себя все правители. Титул потерял свою значимость.\n" +
        "\n" +
        "При императоре династии Цинь Ши Хуанди появился титул императора или Хуан-ди, которым пользовались все последующие правители китайских династий.\n" +
        "\n" +
        "Великие китайские императоры\n" +
        "Великие китайские императоры\n" +
        "\n" +
        "В истории Поднебесной было много выдающихся правителей, но китайцы особо чтят пятерых императоров:\n" +
        "\n" +
        "Цинь Ши Хуан-ди – первый правитель династии Цинь, объединил два воюющих царства, установил единоличное господство во Внутреннем Китае. При этом императоре началось строительство Великой Китайской Стены, которая не только защищала границы государства, но был важным торговым путем в Поднебесной. Цинь Ши Хуан-ди был талантливым полководцем и военачальником, который завоевал шесть государств, из которых состоял Китай при его правлении. Кроме войн, реформировал государство изнутри, создав первое правительство из 12 министров. Он сам назначал чиновников, военачальником и административных работников. Создал унифицированную систему мер и весов, ввел единую денежную систему.\n" +
        "У-Ди – правил в империи Западная Хань с 141 по 87 гг. до н.э. При нем Китай расширил границы, конфуцианство стало официальной религией, при нем страна достигла пика своего могущества.\n" +
        "Тайцзун из династии Тан (599 – 649 гг.) – провел в Китае реформы, его поддерживали практически все социальные группы китайского общества. В преобразованиях, которые император задействовал при проведении реформ, поддержка шла не только от крестьян, землевладельцев, интеллектуалов, но и армии. При Тайцзуне стали складываться основы феодального централизованного государства.\n" +
        "Хубилай из династии Юань (1215 – 1294 гг.) – происходит из династии монгольских правителей, возглавлявших государство Юань, в состав которого и входил Китай. Прославился активными военными походами и масштабными завоеваниями.\n" +
        "Канси (1654 – 1722 гг.) – император династии Цин из Маньчжурии. Стал правителем в 6 лет и оставался у власти 61 год. Называют правление «золотым веком» и периодом стабильности, благополучия в Китае.\n" +
        "Фу Си или Тай Хао приравнивался китайцами к божеству, поскольку был первооткрывателем во всем. Считается, что именно он научил жителей страны ловить рыбу, готовить еду, заложил основы письменности.\n" +
        "В каждой династии были свои великие императоры, которые вносили свой вклад в создание мощного китайского государства. При этом между правителями и их сторонниками постоянно шла борьба за власть, чем и пользовались соседние племена, нападавшие на Поднебесную. В 13 в. государство не выстояло под напором монголов, которые сменили китайские династии и правителей на своих представителей. Заслугой монгольской династии стало то, что она объединила под своим управлением Северный и Южный Китай."}, {key: 8, title:"Интересные факты", text: "1.В Древнем Китае возник футбол, потому что древние люди еще в 1000 годы играли в данную игру.\n" +
        "\n" +
        "2.Грибы – любимое блюдо древних китайцев.\n" +
        "\n" +
        "3.В древнекитайских календарях год начинался с первого новолуния после зимнего солнцестояния.\n" +
        "\n" +
        "4.В Древнем Китае дракон считался почетным символом. Он был изображен в мифологии.\n" +
        "\n" +
        "5.Основной символикой Древнего Китая являлись птицы.\n" +
        "\n" +
        "6.В Древнем Китае были гаремы.\n" +
        "\n" +
        "7.Мифология Древнего Китая говорит, что зеркало защищает дом. 8.Подвесные мосты изобретены древними китайцами.\n" +
        "\n" +
        "9.Бумагу создали древние китайцы.\n" +
        "\n" +
        "10.Изготовление шелка – мастерство древних китайцев.\n" +
        "\n" +
        "11.Примерно 6000 лет тому назад зародилась древняя китайская цивилизация.\n" +
        "\n" +
        "12.Древние китайцы изобрели лак. Им они покрывали обувь и деревянные изделия для защиты от намокания.\n" +
        "\n" +
        "13.Древние китайские мыслители сделали значительный вклад в развитие философии.\n" +
        "\n" +
        "14.В Древнем Китае за контрабанду шелка могли жестоко казнить.\n" +
        "\n" +
        "15.Употреблять в пищу грибы древние китайцы начали примерно 3000 лет тому назад.\n" +
        "\n" +
        "16.Конфуций являлся древним китайским мудрецом.\n" +
        "\n" +
        "17.Компас был создан в Древнем Китае.\n" +
        "\n" +
        "18.В Древнем Китае кровати были снабжены обогревом и центральным отоплением.\n" +
        "\n" +
        "19.Белый чай – любимый напиток древних китайцев.\n" +
        "\n" +
        "20.В Древнем Китае изобрели первый в мире сейсмограф."} ]

export default posts